[
    {
        "anime": "Naruto",
        "character": "Pain",
        "quote": "Because of the existence of love - sacrifice is born. As well as hate. Then one comprehends... one knows PAIN."
    },
    {
        "anime": "Naruto Shippuuden",
        "character": "Sasuke Uchiha",
        "quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks"
    },
    {
        "anime": "Naruto",
        "character": "Yashamaru",
        "quote": "Physical wounds will definitely bleed and may look painful \nbut over time they heal by themselves and if you apply medicine, \nthey will heal faster. What's troublesome are wounds of the heart. Nothing is harder to heal. They're a bit different from physical injuries. You can't apply medicine for one thing and sometimes, they never heal. There's only one cure for a wound of the heart. \nIt's a bit bothersome and you can only receive it from someone else. What is it? Love."
    },
    {
        "anime": "Naruto Shippuuden",
        "character": "Sasuke Uchiha",
        "quote": "Having too many bonds causes one to lose focus, weakening their strongest wish, their greatest desire."
    },
    {
        "anime": "Naruto Shippuuden",
        "character": "Obito Uchiha",
        "quote": "The moment people come to know love, they run the risk of carrying hate."
    },
    {
        "anime": "Naruto",
        "character": "Shino Aburame",
        "quote": "Trying to improve by learning from others that is what calls friendship."
    },
    {
        "anime": "Naruto",
        "character": "Itachi Uchiha",
        "quote": "Those who forgive themselves, and are able to accept their true nature... They are the strong ones!"
    },
    {
        "anime": "Naruto Shippūden",
        "character": "Madara Uchiha",
        "quote": "Love is not necessary, power is the only true necessity."
    },
    {
        "anime": "Naruto Shippūden",
        "character": "Itachi Uchiha",
        "quote": "I actually don't think something like perfection exists. That is I think why we are born able to absorb things... and by comparing ourselves with something else we can finally head in a good direction."
    },
    {
        "anime": "Naruto Shippuuden",
        "character": "Madara Uchiha",
        "quote": "People cannot show each other their true feelings. Fear, suspicion, and resentment never subside."
    }
]